export const ANALYSIS = {
  highest: `분석 결과 이 소환사의 대리 플레이 확률은 '가장 높음'으로 분류되었습니다. 기준이 되는 여러 지표를 종합적으로 봤을 때, 이 소환사는 그 누구보다도 높은 수준의 플레이를 보여주고 있습니다. 그 결과에 대해 자세히 살펴보도록 하겠습니다.

    먼저, 이 소환사의 분당 통합데미지(dtm) 및 분당 데미지(dpm) 지표를 보면 두드러지게 높은 수치가 나타납니다. 그 이상의 플레이를 보여주는 이 지표는 그의 공격 능력과 압도적인 게임 속도를 보여주고 있습니다. 게임 내에서 효율적인 데미지를 가하는 것은 적 소환사를 패배로 이끌고, 팀에 승리를 가져다주는 중요한 요소입니다. 그러한 측면에서 이 소환사의 뛰어난 능력은 대리 플레이를 의심케 하는 중요한 근거입니다.
    
    또한, 킬 기여도(kap)가 뛰어나다는 것은, 이 소환사가 팀의 승리에 크게 기여하고 있다는 것을 의미합니다. 이는 팀 전투에서 중요한 역할을 하는 플레이어로, 소환사의 높은 실력을 간접적으로나마 보여줍니다.
    
    이 소환사의 시야 점수(vs)와 게임당 분당 시야 점수(vspm) 역시 높은 편입니다. 이는 소환사가 지도를 잘 파악하고, 적의 위치와 움직임을 정확히 파악하는 능력을 보여줍니다. 그런 능력은 팀 전투에서 중요한 정보를 제공하며, 우위를 점하는데 크게 기여합니다.
    
    분당 획득 골드에 비례한 데미지(dbgpm), 분당 cs(csm), 분당 골드 획득량(gpm) 지표는 이 소환사가 자원 관리에 능숙하다는 것을 보여줍니다. 자원을 효율적으로 활용하여 경제적 우위를 점하는 것은 승리로 이어지는 길을 닦아주는 중요한 요소입니다.
    
    마지막으로, 평균 분당 와드(avgwpm), 분당 와드 지운 횟수(avgwcpm), 분당 시야와드(avgvwpm) 등의 지표도 높게 나타납니다. 이는 소환사가 게임에서의 시야 확보와 제거에 있어 뛰어난 능력을 보여주는 것으로, 팀에게 중요한 정보를 제공하며 적의 행동을 방해하는 중요한 요소입니다. 이런 점들을 종합해 보면, 이 소환사가 대리 플레이를 의심받는 것에 대한 충분한 근거가 되며, 이에 대한 주의가 필요함을 의미합니다.`,
  higher: `이 소환사의 대리 플레이 확률은 '높음'으로 분류되었습니다. 게임에서의 수치들을 보면, 일반적인 플레이어보다 높은 수준을 보이고 있습니다. 하지만 '가장 높음' 구간에 속하는 소환사들에 비하면 그 수치는 다소 떨어집니다.

    분당 통합데미지(dtm)와 분당 데미지(dpm)의 수치는 평균 이상이며, 이는 이 소환사가 게임 내에서 상당한 데미지를 가하고 있다는 것을 의미합니다. 특히, 킬 기여도(kap)가 높은 편이라는 것은 이 소환사가 팀 내에서 주요한 역할을 하고 있다는 것을 보여줍니다.
    
    또한, 시야 점수(vs)와 분당 시야 점수(vspm) 역시 평균 이상을 보입니다. 이는 게임 전반에 걸쳐 정보 확보와 시야 관리에 능숙하다는 것을 의미하며, 이러한 능력은 팀 전투에서의 우위를 가져오는 데 큰 역할을 합니다.
    
    분당 획득 골드에 비례한 데미지(dbgpm), 분당 cs(csm), 분당 골드 획득량(gpm) 등의 수치도 다소 높게 나타나며, 이는 게임 자원을 효과적으로 관리하고 활용하는 능력을 나타냅니다. 이러한 능력은 이기는 게임에 있어 중요한 역할을 하며, 이는 대체로 대리 플레이어들이 보여주는 특성 중 하나입니다.
    
    평균 분당 와드(avgwpm), 분당 와드 지운 횟수(avgwcpm), 분당 시야와드(avgvwpm)의 수치도 평균 이상을 보이며, 이는 소환사가 게임의 정보를 확보하고 제어하는 데 능숙하다는 것을 보여줍니다. 이는 전체적인 플레이에 있어서 우위를 점하는 데 큰 도움을 주는 요소입니다. 이렇듯 이 소환사의 게임 성과와 능력은 일반적인 플레이어보다 우월하며, 이로 인해 대리 플레이 확률이 높다고 판단됩니다.`,
  regular: `이 소환사의 대리 플레이 확률은 '적음'으로 분류되었습니다. 게임에서의 수치들을 보면, 이 소환사는 일반적인 플레이어의 평균 수준에서 조금 높은 수준의 플레이를 보여주고 있습니다. 하지만, 이러한 수치들이 뛰어난 편이라고는 할 수 없습니다.

    분당 통합데미지(dtm)와 분당 데미지(dpm)는 평균 수준에 가깝습니다. 이는 이 소환사가 게임 내에서 그리 높은 데미지를 가하지 못하고 있다는 것을 보여줍니다. 킬 기여도(kap) 역시 평균 수준에 머물러 있습니다. 이는 소환사가 팀 내에서 그리 큰 영향력을 행사하지 못하고 있다는 것을 나타냅니다.
    
    시야 점수(vs)와 분당 시야 점수(vspm) 역시 그다지 높지 않은 수준입니다. 이는 소환사가 시야 관리와 정보 확보에 있어서 평균 이상의 능력을 보이지 못하고 있다는 것을 보여줍니다. 이는 팀 전투에서의 패배 요인이 될 수 있습니다.
    
    분당 획득 골드에 비례한 데미지(dbgpm), 분당 cs(csm), 분당 골드 획득량(gpm) 등의 수치 역시 평균 수준에 머물러 있습니다. 이는 소환사가 게임 자원을 그리 효과적으로 관리하고 활용하지 못하고 있다는 것을 나타냅니다. 이는 승리로 이어지는 게임에서 큰 역할을 하는 요소로, 이러한 부분에서 소홀함은 대리 플레이 확률이 적음을 의미합니다.
    
    평균 분당 와드(avgwpm), 분당 와드 지운 횟수(avgwcpm), 분당 시야와드(avgvwpm)의 수치도 그다지 높지 않은 수준입니다. 이는 소환사가 게임의 정보를 확보하고 제어하는 데 그리 능숙하지 않다는 것을 나타냅니다. 이는 전체적인 플레이에 있어서 불리한 요소가 될 수 있습니다.`,
  lower: `이 소환사의 대리 플레이 확률은 '매우 적음'으로 분류되었습니다. 게임에서의 수치들을 보면, 이 소환사는 일반적인 플레이어의 평균 수준에서 떨어지는 플레이를 보여주고 있습니다. 이러한 수치들이 낮은 편이므로 대리 플레이 확률이 매우 적다고 판단되었습니다.

    분당 통합데미지(dtm)와 분당 데미지(dpm)는 평균보다 낮은 수준입니다. 이는 소환사가 게임 내에서 그다지 큰 데미지를 가하지 못하고 있다는 것을 보여줍니다. 또한, 킬 기여도(kap) 역시 평균보다 낮습니다. 이는 소환사가 팀 내에서 그다지 큰 역할을 하지 못하고 있다는 것을 의미합니다.
    
    시야 점수(vs)와 분당 시야 점수(vspm) 역시 낮은 수준에 머물러 있습니다. 이는 소환사가 시야 관리와 정보 확보에 그다지 능숙하지 않다는 것을 나타내며, 팀 전투에서 불리한 요인이 될 수 있습니다.
    
    분당 획득 골드에 비례한 데미지(dbgpm), 분당 cs(csm), 분당 골드 획득량(gpm) 등의 수치 역시 낮은 수준입니다. 이는 소환사가 게임 자원을 효과적으로 관리하고 활용하는 데 능력이 부족하다는 것을 보여줍니다. 게임에서 승리하기 위해 중요한 요소인 이러한 부분에서 소홀함은 대리 플레이 확률이 매우 적다는 것을 의미합니다.
    
    마지막으로, 평균 분당 와드(avgwpm), 분당 와드 지운 횟수(avgwcpm), 분당 시야와드(avgvwpm)의 수치도 낮은 수준에 머물러 있습니다. 이는 소환사가 게임의 정보를 확보하고 제어하는 데 그다지 능숙하지 않다는 것을 보여줍니다. 이는 전체적인 플레이에 있어서 불리한 요소가 될 수 있습니다. 이러한 점들을 종합해 보면, 이 소환사의 대리 플레이 확률은 '매우 적음'으로 판단됩니다.`,
};
